const quotations = [
    {
        content: "这几天我好伤心。",
        author: "JayL",
        date: "2019/08/13",
    },
    {
        content: "创作者的困境，往往自己满意的，总是缺少共鸣的。",
        author: "JayL",
        date: "2019/07/30",
    },
    {
        content: "我所有的思想、行为与选择，所秉持的核心价值观是，对生命和个体的尊重。",
        author: "JayL",
        date: "2019/07/12",
    },
    {
        content: "也许我们根本就问错了问题。",
        author: "尼尔·布朗 斯图尔特·基利",
        date: "《学会提问》",
    },
    {
        content: "庸人模仿，天才抄袭。",
        author: "T.S. 艾略特",
        date: "",
    },
    {
        content: "意识到自己在做什么，比做什么更重要。",
        author: "JayL",
        date: "2019/07/02",
    },
    {
        content: "一个对宽容敏感的人，对苛刻自然会过敏。",
        author: "陈卫",
        date: "《保护才能》",
    },
    {
        content: "一个现实的头脑容不下太多的虚幻，就像一个虚幻的头脑容不下太多的现实。",
        author: "陈卫",
        date: "《保护才能》",
    },
    {
        content: "作品大于作者，作者大于作品。",
        author: "陈卫",
        date: "《保护才能》",
    },
    {
        content: "一个真正伟大的人，想他最成功的事情的组成，应该全得之于自身的实体，别人的影响应该微乎其微。",
        author: "陈卫",
        date: "《保护才能》",
    },
    {
        content: "我不想仓促行事，因为仓促是20世纪最要不得的态度，当你做某件事的时候，一旦想要求快，就表示你再也不关心它，而想去做别的事。",
        author: "Robert M. Pirsig",
        date: "《禅与摩托车维修艺术》",
    },
    {
        content: "每个人都有自己的人生主题。我们之所以烦恼，是因为总是想干涉他人的人生主题。",
        author: "JayL",
        date: "2019/06/25",
    },
    {
        content: "习惯的建立经久累月，破除却只是一瞬间。",
        author: "JayL",
        date: "2019/06/15",
    },
    {
        content: "唯有个体才会思考，并能为社会创造价值。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "尊重生命，即使是蚂蚁，也不会踩死。",
        author: "JayL",
        date: "2019/06/10",
    },
    {
        content: "不要说谎，即使是说不。",
        author: "JayL",
        date: "2019/06/09",
    },
    {
        content: "我選擇沉默的主要原因之一：從話語中，你很少能學到人性，從沉默中卻能。假如還想學得更多，那就要繼續一聲不吭 。",
        author: "王小波",
        date: "《沉默的大多数》",
    },
    {
        content: "人的一切痛苦，本質上都是對自己的無能的憤怒。",
        author: "王小波",
        date: "",
    },
    {
        content: "那一天我二十一歲，在我一生的黃金時代，我有好多奢望。我想愛，想吃，還想在一瞬間變成天上半明半暗的雲，後來我才知道，生活就是個緩慢受錘的過程，人一天天老下去，奢望也一天天消逝，最後變得像挨了錘的牛一樣。可是我過二十一歲生日時沒有預見到這一點。我覺得自己會永遠生猛下去，什麼也錘不了我。",
        author: "王小波",
        date: "《黃金時代》",
    },
    {
        content: "不管时代的潮流和社会的风尚怎样，人总可以凭着高贵的品质，超脱时代和社会，走自己正确的道路。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "每一个人都有一定的理想，这种理想决定着他的努力和判断的方向.就在这个意义上，我从来不把安逸和快乐看作是生活目的本身——这种伦理基础，我叫它猪栏的理想。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "我们中许多人都是幼稚的，其中有些人比别人更幼稚些。但是如果一个人知道了他是幼稚的，那么这种自知之明就会成为一种冲淡的因素。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "提出一个问题往往比解决一个更重要。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "我从不想未来，它来得太快。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "把时间花费在阅读他人的著述吧。你可借他人辛苦的东西，轻易改善自己。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "启发我并永远使我充满生活乐趣的理想是真、善、美。",
        author: "爱因斯坦",
        date: "",
    },
    {
        content: "乞丐并不會妒忌百萬富翁，但是他肯定會妒忌收入更高的乞丐。",
        author: "罗素",
        date: "",
    },
    {
        content: "你能在浪費時間中獲得樂趣，就不是浪費時間。",
        author: "罗素",
        date: "",
    },
    {
        content: "這個世界的問題在於聰明人充滿疑惑，而傻子們堅信不疑。",
        author: "罗素",
        date: "",
    },
    {
        content: "人的情緒起落是與他對事實的感知成反比的，你對事實了解得越少，就越容易動感情。",
        author: "罗素",
        date: "",
    },
    {
        content: "愛所有人，信任少數人，不負任何人。",
        author: "莎士比亚",
        date: "",
    },
]
export default quotations
